<%@ page language="java" contentType="text/html; charset=UTF-8"  pageEncoding="UTF-8"%>
<%@page import="com.yoga.dao.Weixin_blog_user"%>
<%@ include file="../../taglibs.jsp" %> 
<c:set var="footclass" value="my" />
<!doctype html>
<html lang="en">
<head>
	<title>用户协议</title>
    <meta name="viewport" content="initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no">
	<meta content="yes" name="apple-mobile-web-app-capable">
	<meta content="yes" name="apple-touch-fullscreen">
	<meta content="telephone=no,email=no" name="format-detection">
	<link rel="stylesheet" href="${ctx}/css/reset.css?v=${version}">
	<link rel="stylesheet" href="${ctx}/css/common.css?v=${version}"> 
	<script src="${ctx}/js/jquery.min.js?v=${version}"></script>
	<script src="${ctx}/js/setfontsize.js?v=${version}"></script>
	<link rel="stylesheet" href="${ctx}/css/agreement.css?v=${version}"> 
</head>	 
<body>
	<div class="wrapper">
		<section class="mainBox" id="mainBox" >
            <div>
             <h3>《随心瑜Live用户协议》</h3>
             <p class="title">Yogais随心瑜Live（以下简称“随心瑜Live”）隶属于随心瑜（北京）科技有限公司，是一个针对瑜伽馆主和教练的在线教育和问答的学习型平台。用户在平台可以找到适合自己的课程，当遇到任何瑜伽教学、管理经营类的问题，都可以在线向导师提问，获得导师专业及时的回复。</p>
             <p class="title">随心瑜Live的导师可设定自己接受提问的价格，任何人只要付费就可向其提问。提问者可在文本框输入60字问题，可设定勾选允许公开问答，所有人都可看到此次提问，未公开的问题只有提问者自己可见。若被问者超过48小时未回答，系统将全额退款；导师可设定自己课程售卖的价格，学员可根据自己的需求购买导师课程。</p>
             <p class="title title1">作为用户，在购买“随心瑜Live”产品或者使用“随心瑜Live”移动客户端前，必须事先认真阅读本用户协议。如果您同意本用户协议，或者您事实上存在使用行为，将被视为您完全接受本用户协议的全部内容及条款，包括接受“随心瑜Live”对用户协议随时所做的任何修改及更新，同时也表示您同意“随心瑜Live”所发布或随时更新的隐私声明，本协议即构成随心瑜（北京）科技有限公司与您的具有约束力的法律文件。如您不同意本用户协议，您应不得使用或主动取消“随心瑜Live”所提供的服务。</p>
             <ul>
                 <li>
                     <h1> 一、总则</h1>
                     <p>1、本《协议》双方为随心瑜Live与随心瑜Live用户，本《协议》具有合同效力。</p>
                     <p>2、自随心瑜Live用户首次关注“随心瑜Live”使用账号时起，本《协议》即在随心瑜Live和随心瑜Live用户之间产生法律效力。</p>
                     <p>3、随心瑜Live有权修改或重新制定本《协议》，并通过网站或客户端发布修改变更，不再另行单独通知。随心瑜Live用户在公告之日后使用“随心瑜Live”的行为视为接受随心瑜Live对《协议》的修改或重新制定。</p>
                 </li>
                  <li>
                     <h1> 二、知识产权声明</h1>
                     <p>1、本“随心瑜Live”的一切版权、商标权、专利权、商业秘密等知识产权，均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护，除涉及第三方授权的软件或技术外，随心瑜Live享有上述知识产权。</p>
                     <p>2、未经“随心瑜Live”书面同意，用户不得为任何营利性或非营利性的目的利用、转让“随心瑜Live”使用权。不得自行或委托他人对“随心瑜Live”进行反项工程、反向编译或反汇编。
</p>
                     <p>3、未经“随心瑜Live”书面同意，用户承诺不得将已发表于“随心瑜Live”移动客户端的问答内容和课程内容等信息内容和/或智力成果，盗取（复制）发布于与“随心瑜Live”存在直接竞争关系的同类移动客户端使用。一经发现，“随心瑜Live”有权暂停或永久性关闭用户的“随心瑜Live”帐号，同时要求用户撤销其在同类竞争网站或移动客户端上使用的已发表于“随心瑜Live”信息内容和/或智力成果。
</p>
                 </li>
                  <li>
                     <h1> 三、用户使用须知</h1>
                     <p>1、用户应自行维护个人的帐户和密码安全，并对此帐户在“随心瑜Live”移动客户端上的所有行为负完全责任。用户不得将帐户转借给他人使用，否则应承担由此可能产生的全部责任，并与实际使用人承担连带责任。用户应对任何人利用您的帐户和密码所进行的活动负完全责任，“随心瑜Live”无法对非法或未经您授权使用您的帐户及密码的行为做出甄别，因此“随心瑜Live”不承担任何责任。当密码或者帐户遭到未获授权使用，或者发生任何安全问题时，用户有责任找回密码或及时有效地通知“随心瑜Live”并向当地公安机关报案。
</p>
                     <p>2、随心瑜Live功能：随心瑜Live手机客户端是对基于Android（安卓）系统的手机、平板电脑(PAD)等设备（以下简称手机）进行数据加密及隐私保护管理的工具，包含安全邮件的收发、浏览、管理和加密存储；安全通信录、私密短信的管理、导入、导出；安全浏览器的浏览、下载、书签管理和下载数据的加密存储；安全图片、安全视频、安全文件柜的浏览、管理、导入、导出和加密存储等功能。

</p>
                     <p>3、随心瑜Live的修改和升级：随心瑜Live保留随时为用户提供本软件的修改、升级版本的权利。由用户选择确定后，软件会进行升级更新，产生相应的数据流量费，由运营商收取。

</p>
                <p>4、随心瑜Live不含有任何旨在破坏用户计算机数据和获取用户隐私信息的恶意代码，不含有任何跟踪、监视用户计算机的功能代码，不会监控用户网上、网下的行为，不会收集用户使用其它软件、文档等个人信息，不会泄漏用户隐私。</p>
                 <p>5、为向用户提供服务。“随心瑜Live”将在合理范围内使用用户个人信息、非用户个人信息以及第三方平台记录信息。用户一旦关注、登录、使用“随心瑜Live”服务，将被视为“随心瑜Live”已包括但不限于收集、统计、分析、商业用途等方式使用用户信息。“随心瑜Live”对用户信息的使用无需其他意思表示，无需向用户支付任何费用。</p>
                 <p>6、用户同意接受“随心瑜Live”移动客户端发送包括但不限于订单信息、专题推荐、促销活动等信息。</p>
                 <p>7、用户应在遵守法律及本协议的前提下使用随心瑜Live。不得利用随心瑜Live误导、欺骗他人，发布、传播如下干扰随心瑜Live正常运营，以及侵犯其他用户或第三方合法权益的内容： <br>
a.含有辱骂、恐吓、威胁内容的；  <br>
b.含有骚扰、垃圾广告、恶意信息、诱骗信息的； <br>
c.涉及他人隐私、个人信息或资料的； <br>
d.侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；<br> 
e.含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。 
</p>
                 </li>
                   <li>
                     <h1> 四、服务</h1>
                     <p>1、本协议所称“服务”，特指通过“随心瑜Live”平台的课程评价以及问答服务中，随心瑜Live用户与导师之间的话题交流等服务交易必须通过“随心瑜Live”移动客户端完成，不得私下交易。如有违背，“随心瑜Live”有权拒绝支付交易金额、处以罚款以及暂停或者永久性关闭帐户的权利。
</p>
                     <p>2、“随心瑜Live”客户端上的导师话题、课程、价格、数量均由导师发布并随时可能发生变动，“随心瑜Live”不作其他形式的特别通知。因一些不可预知的客观原因，“随心瑜Live”社区显示的信息可能会有一定的滞后性或差错，对此情形希望您知悉并理解。

</p>
                     <p>3、导师所提供的视听内容及回答的内容均系个人建议及经验，学员需知晓并同意此类建议及个人经验仅供参考。若在视听学习过程中，由于错误理解导致的负面问题产生，或将导师的建议及经验作为决策依据，由此可能引发的任何负面影响甚至损失，均由学员自行负责，“随心瑜Live”平台不予以负责。同时学员在此声明同意不会向“随心瑜Live”及导师提出任何性质的索赔。

</p>
                <p>4、学员和导师在问答过程中应该要文明用语、互相尊重、平等交流。学员（导师）不得在语言和行为上恐吓、威胁或骚扰导师（学员），或者侵犯、试图侵犯他人的隐私以及人身安全。如发生以上行为，导师有权立即中断交流，学员无权要求退款；学员有权立即中断交流，并要求退款；“随心瑜Live”有权终止相关方的所有权利，如有相关的争议发生，“随心瑜Live”将在尊重事实及法律的基础上以合理形式支持被侵权方进行维权。
</p>
                 </li>
                   <li>
                     <h1> 五、费用及支付</h1>
                     <p>1、用户如需使用“随心瑜Live”导师提供的收费回答服务，必须不可撤销地授权委托“随心瑜Live”导师完成回答。
</p>
                     <p>2、用户须遵守“随心瑜Live”的定价条款规则，导师拥有设定、调整话题价格的权利，有权按事先公布的收费方式向学员收取回答费用，并不可撤销地授权委托“随心瑜Live”代为向学员收取回答费用。

</p>
                     <p>3、 “随心瑜Live”有权调整导师提供回答服务所涉及的计费方式和收费方式，具体以“随心瑜Live”公布的相关收费规则或“随心瑜Live”与导师之间的相关协议为准。

</p>
                 </li>
                  <li>
                     <h1> 六、双方的权利和义务</h1>
                     <p>“随心瑜Live”提供平台，导师可在“随心瑜Live”移动客户端通过问答的形式向学员提供有偿的经验交流服务和/付费听课的形式提供给学员瑜伽领域的课程知识（以下简称“服务”）；学员可通过“随心瑜Live”移动客户端有偿获得导师提供的经验交流服务或/选择课程付费听课获取想要的瑜伽领域课程知识（以下简称“服务”）。

</p>
                     <p>1、作为经验交流服务平台，“随心瑜Live”不直接参与用户之间的交易。基于交易纠纷、技术原因等因素，“随心瑜Live”保有复制、审查交易过程及内容的权利。


</p>
                     <p>2、“随心瑜Live”有义务对相关数据、所有的申请行为以及与咨询有关的其它事项进行审查，有权根据不同情况选择保留或删除相关信息或继续、停止对该用户提供服务，并追究相关法律责任。

</p>
                <p>
                    3、“随心瑜Live”不对以下结果进行保证：<br>
                    a.不保证各平台上任何用户所提供资料的真实、准确、安全、合法等问题，由此引发的纠纷，用户自行承担风险；<br>
                    b.“随心瑜Live”所承载的内容均为传播教学目的，不对其真实性、科学性、严肃性做任何形式保证；<br>
                    c.“随心瑜Live”不保证导师、回答者所提供服务的意愿和能力，以及是否适用于学员、提问者的实际需求；以及不保证学员对于导师服务的满意度，以及学员对于导师的反馈及评价。<br>
                    d.为便于学员与导师的沟通，随心瑜（北京）科技有限公司有义务维护平台服务的正常运行，提升及改进技术。<br>
                    e.学员对咨询内容不满意，有权利向“随心瑜Live”提出投诉或进行申诉，“随心瑜Live”有义务依据实际情况开展协调沟通。如因在“随心瑜Live”上发生服务纠纷，“随心瑜Live”有义务向双方了解相关信息，进行沟通、调解；用户通过司法部门或行政部门依照法定程序要求“随心瑜Live”提供相关数据，“随心瑜Live”将积极配合并提供有关资料。

                </p>
               
                 </li>
                  <li>
                     <h1>七、免责与责任限制</h1>
                     <p>1、用户应遵守国家的有关法律、法规和行政规章制度。如有用户违反国家法律法规或本用户协议，“随心瑜Live”有权停止向用户提供任务而不需要承担任何责任；如用户的不法使用行为导致“随心瑜Live”遭受任何损害或者遭受任何来自第三方的纠纷、诉讼、索赔要求等，用户须向“随心瑜Live”赔偿相应的损失，用户需对其违反用户协议所产生的一切后果承担全部法律责任；
</p>
                     <p>2、由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息的泄露，用户有义务将密码找回或报公安局处理，期间所造成任何损失与随心瑜Live无行为和法律关系，不承担任何责任；

</p>
                     <p>3、“随心瑜Live”经过详细的测试，但不能保证与所有的软硬件系统完全兼容，不能保证随心瑜Live完全没有错误。如果出现不兼容及软件错误的情况，用户可拨打技术支持电话将情况报告随心瑜Live客服，获得技术支持。如果无法解决兼容性问题，用户可以退订随心瑜Live。


</p>
                <p>4、对于因“随心瑜Live”系统或互联网网络故障、计算机故障或病毒、信息损坏或丢失、计算机系统问题或其它任何不可抗力原因而产生损失，随心瑜Live不承担任何责任。

</p>
                <p>
                    5、在使用本协议下服务的过程中，可能会遇到网络信息或其他用户的行为所带来的风险，“随心瑜Live”不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：<br>
                    a.来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；<br>
                    b.因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；以及其他因网络信息或用户行为引起的风险。
                </p>
                 </li>
                 <li>
                     <h1>八、法律及争议解决</h1>
                     <p>1、本协议适用中华人民共和国法律。</p>
                     <p>2、因本协议引起的或与本协议有关的任何争议，各方应友好协商解决；协商不成的，任何一方均可将有关争议提交至北京仲裁委员会并按照其届时有效的仲裁规则仲裁；仲裁裁决是终局的，对各方均有约束力。

</p>
                 </li>
                 <li>
                     <h1>九、其他条款</h1>
                     <p>1、为了更多用户的利益及实现共享知识经济的本质，“随心瑜Live”将不定期的举行各类用户回馈活动（包括但不限于：如限时课程费用折扣、特定问答内容限时免费听等），平台所有用户在此确认并同意，许可“随心瑜Live”开展此类活动。 </p>
                     <p>2、本协议下的服务之所有权、运作权和一切解释权归“随心瑜Live”（ 随心瑜（北京）科技有限公司）所有。“随心瑜Live”有权在必要时修改并更新用户协议，并通过移动客户端发布修改变更消息，且不再另行通知。如果在修改更新生效后用户继续使用服务，则视为您接受用户协议的变动并遵守最新用户协议。
</p>            
                 </li>
                 <li>
                     <p class="pfirst">如果您对用户协议有任何疑问，请联系:</p>
                     <p>邮箱：<span>3023309594@qq.com</span></p>
                     <p class="plast">随心瑜（北京）科技有限公司</p>
                 </li>
             </ul>
             </div>
		</section> 
		<%@ include file="../footer.jsp" %> 
	</div>
    <script src="${ctx}/js/iscroll4.js"></script>
</body>
</html>